export const STUDENTS: Record<number, string> = {
  1: '王朝玄', 2: '吳秉宸', 3: '杜宇恩', 4: '林志聰', 5: '林佳禾',
  6: '林奕宏', 7: '張顥譯', 8: '許展明', 9: '許景安', 10: '陳家睿',
  11: '陳凱勛', 12: '華彥傑', 13: '黃麒翰', 14: '楊濬澤', 15: '葉柏宏',
  16: '鄧瑜宏', 17: '鄭主恩', 18: '賴柏宇', 19: '王靖涵', 20: '吳綺恩',
  21: '宋美玲', 22: '李怡萱', 23: '林瑋融', 24: '洪韻晴', 25: '徐楷淇',
  26: '梁羽晴', 27: '陳佳蓉', 28: '陳柏璇', 29: '葉弈岑', 30: '董毓珊',
  31: '潘柔霏', 32: '蕭宇辰', 33: '賴芃彣'
};

export const SCHEDULE: Record<string, number[]> = {
  '06/03': [24, 3, 2, 20, 27, 19],
  '06/04': [28, 18, 26, 21, 6, 8],
  '06/10': [33, 29, 25, 9, 15, 16],
  '06/11': [10, 17, 14, 22, 32],
  '06/17': [1, 30, 7, 31, 4, 11],
  '06/18': [13, 23, 5]
};
